<template>
  <YouGetSection :photo="photo" :content="content" />
</template>

<script setup lang="ts">
import { YouGetSection } from "~/src/widgets/you-get-section";
import photo from "~/src/pages/spheres/customer-law/assets/customer_1.webp";
const content = [
  {
    title: "Представителя на переговорах",
    description:
      "Представляем Ваши интересы в спорах с продавцами, производителями и сервисными центрами. Ведём переговоры, готовим претензии и добиваемся возврата денег, обмена товара или устранения недостатков. Во многих случаях удаётся решить вопрос без суда, экономя Ваше время и нервы.",
  },
  {
    title: "Профессиональное сопровождение в суде",
    description:
      "Выходим в суд за Вас, чтобы защитить права потребителя и заявить обоснованные требования о компенсации. Внимательно анализируем документы, учитываем нюансы законодательства о защите прав потребителей и последовательно отстаиваем Вашу позицию, включая требования о неустойке и компенсации морального вреда.",
  },
  {
    title: "Заботу и правовую поддержку",
    description:
      "Консультируем неограниченно, объясняем суть действий и всегда держим в курсе дел. Понимаем, что некачественный товар или услуга могут доставить много хлопот, поэтому всегда относимся с пониманием к Вашим вопросам и переживаниям. Помогаем вернуть потраченные деньги и восстановить справедливость.",
  },
];
</script>

<style scoped></style>
