<template>
  <YouGetSection :photo="photo" :content="content" />
</template>

<script setup lang="ts">
import { YouGetSection } from "~/src/widgets/you-get-section";
import photo from "~/src/pages/spheres/labour-law/assets/labour_1.webp";
const content = [
  {
    title: "Команду сильных юристов",
    description:
      "Если Вы находитесь под нашей защитой, значит мы бьемся за Вас всеми возможными способами. Вы ставите задачу, мы исполняем. Нас невозможно переманить, напугать или проигнорировать. Используем все средства.",
  },
  {
    title: "Обоснованную позицию в трудовом споре",
    description:
      "Изучаем трудовой договор, приказы, расчёты и переписку, проверяем сроки обращения и оцениваем доказательства. Объясняем перспективы и формируем последовательный план защиты Ваших интересов.",
  },
  {
    title: "Командный подход к каждому делу",
    description:
      "Ваше дело ведут несколько юристов: один готовит документы, другой ведёт переговоры, третий представляет в суде. Это позволяет учесть все детали и не упустить важные моменты.",
  },
];
</script>

<style scoped></style>
