<template>
  <YouGetSection :photo="photo" :content="content" />
</template>

<script setup lang="ts">
import { YouGetSection } from "~/src/widgets/you-get-section";
import photo from "~/src/pages/spheres/labour-law/assets/labour_1.webp";
const content = [
  {
    title: "Команду сильных юристов",
    description:
      "Если Вы находитесь под нашей защитой, значит мы бьемся за Вас всеми возможными способами. Вы ставите задачу, мы исполняем. Нас невозможно переманить, напугать или проигнорировать. Используем все средства.",
  },
  {
    title: "Опыт более 10 лет в трудовых спорах",
    description:
      "Наша команда ведёт трудовые дела с 2013 года. Мы знаем, как работают суды по трудовым спорам, какие аргументы убеждают судей и как добиться максимального результата в Вашей ситуации.",
  },
  {
    title: "Командный подход к каждому делу",
    description:
      "Ваше дело ведут несколько юристов: один готовит документы, другой ведёт переговоры, третий представляет в суде. Это позволяет учесть все детали и не упустить важные моменты.",
  },
];
</script>

<style scoped></style>
