<template>
  <YouGetSection :photo="photo" :content="content" />
</template>

<script setup lang="ts">
import { YouGetSection } from "~/src/widgets/you-get-section";
import photo from "~/src/pages/spheres/autolawyer/assets/auto_1.webp";
const content = [
  {
    title: "Ассистента на переговорах",
    description:
      "Выезжаем в ГАИ и страховую компанию, ведём переговоры и добиваемся максимальной выплаты. При правильном подходе часто можно избежать суда.",
  },
  {
    title: "Уверенность в судебном процессе",
    description:
      "Выходим в суд за Вас чтобы завершить процесс с максимальной выгодой. Вы можете спать спокойно, зная, что в суде работают профессионалы.",
  },
  {
    title: "Заботу и правововую поддержку",
    description:
      "Консультируем неограниченно, объясняем суть действий и всегда держим в курсе дел. Понимаем, что разбитый автомобиль и проблемы с документами могут выбить из колеи, поэтому всегда относимся с пониманием в Вашим вопросам.",
  },
];
</script>

<style scoped></style>
