<template>
  <YouGetSection :photo="photo" :content="content" />
</template>

<script setup lang="ts">
import { YouGetSection } from "~/src/widgets/you-get-section";
import photo from "~/src/pages/spheres/housing-law/assets/housing_law_1.webp";
const content = [
  {
    title: "Защиту Ваших жилищных прав",
    description:
      "Представляем Ваши интересы в спорах с управляющими компаниями, ЖКХ и застройщиками. Ведём переговоры, готовим претензии и добиваемся справедливого решения. Во многих случаях удаётся решить вопрос без суда.",
  },
  {
    title: "Профессиональное сопровождение в суде",
    description:
      "Выходим в суд за вас, чтобы защитить Ваши права на жильё. Вы можете быть уверены, что в суде работают опытные специалисты, которые знают все нюансы жилищного законодательства и добиваются максимально выгодного результата.",
  },
  {
    title: "Заботу и правовую поддержку",
    description:
      "Консультируем неограниченно, объясняем суть действий и всегда держим в курсе дел. Понимаем, что жилищные споры могут быть очень стрессовыми, поэтому всегда относимся с пониманием к Вашим вопросам и переживаниям.",
  },
];
</script>

<style scoped></style>
